{
"1": "Standing amid a throng of flag-waving supporters of President Donald Trump in front of the U.S. Capitol last Wednesday, Rick Saccone decided to capture the historic moment. The former Pennsylvania state lawmaker handed his cell phone to his wife to record his message. “We are trying to run out all the evil people and RINOs that have betrayed our president,” said Saccone, using a term to disparage moderate Republicans as Republicans In Name Only. “We are going to run them out of their offices,” he said and posted the video to his Facebook page without giving it a second thought. The next day, he was forced to quit his job. Saccone, 63, resigned as a political science adjunct professor at Saint Vincent College in Pennsylvania where he taught for 21 years, after the video was widely condemned. In an interview with Reuters, he said he regretted making the video, but said his message was taken too seriously. “We were just playing, having fun,” said Saccone, who has removed the video from his social media account. “I’ve been making Facebook Live videos for years. They’re meant to be lighthearted.”",
"2": "U.S. Secretary of State Mike Pompeo cancelled his Europe trip at the last minute on Tuesday after Luxembourg’s foreign minister and top European Union officials declined to meet him, European diplomats and other people familiar with the matter said. The extraordinary snub to Washington came days after the storming of U.S. Capitol by thousands of supporters of outgoing President Donald Trump, an unprecedented attack on American democracy that stunned many world leaders and U.S. allies. Pompeo, a close ally of Trump, had sought to meet Jean Asselborn in Luxembourg, a small but wealthy NATO ally, before meeting EU leaders and the bloc’s top diplomat in Brussels, three people close to the planning told Reuters. Pompeo had originally planned to go to Luxembourg, but that leg of the trip was scrapped, one diplomatic source said, after officials there showed reluctance to grant him appointments. The Brussels leg was still on until the last minute.",
"3": "U.S. President Donald Trump plans to emerge from seclusion on Tuesday for the first time since the U.S. Capitol was ransacked by pro-Trump protesters and will travel to Alamo, Texas, to visit his signature border wall. Trump agreed to the trip as members of his staff encouraged him to undertake events highlighting his legacy. He has spent the last two months in a futile attempt to contest the Nov. 3 election won by Democratic President-elect Joe Biden. Bitter and upset with little more than a week until he hands over power to Biden, Trump has been closeted in the White House with close advisers since Wednesday, when his supporters laid siege to the Capitol and the resulting violence led to the deaths of six people. The White House said there was no symbolism to the choice of Alamo for Trump’s visit. The Alamo mission in San Antonio, Texas, was the scene of a famous 1836 battle when Texans were routed by Mexican forces. Trump has sought to cut down on cross-border migrants and legal immigration throughout his term, and the wall project dates to his 2016 pledge to seal off the border with a wall. White House spokesman Judd Deere said the visit would mark Trump’s “completion of more than 400 miles of border wall — a promise made, promise kept — and his administration’s efforts to reform our broken immigration system.”",
"4": "U.S. law enforcement agencies securing Joe Biden’s Jan. 20 presidential inauguration swearing-in ceremony dramatically scaled up their budgets following the Capitol riot last week, according to a person involved with the planning. The Secret Service-led effort to fortify the quadrennial event will create a more solemn production on the steps of a Capitol building that was the scene of a bloody siege by supporters of outgoing President Donald Trump, the person said. Far fewer people than usual will attend the ceremony, which already had been scaled back due to the COVID-19 pandemic and now also will have a bulked-up security detail, he said. Biden’s allies have been on edge about the security protocols after Trump supporters challenging the congressional certification of Biden’s election victory stormed the building last Wednesday. The riot sent lawmakers into hiding and left five people dead, including a Capitol Police officer. Dozens of people have been charged in the violence and hundreds more cases are expected. Though the president-elect’s inaugural committee does not shoulder the burden of securing the event, it also bolstered its own fundraising efforts in recent days should there be a need for more support staff, contractors, equipment or supplemental private security. “Based on what we saw last week that is priority No. 1, and we’re not taking it lightly,” the person involved with the planning said. “We’re trying to raise as much as we can.” Democrats on Monday introduced an article of impeachment accusing the Republican Trump of inciting insurrection after urging supporters to fight the election result.",
"5": "The British government’s rules to prevent the spread of coronavirus are currently tough enough, but constantly under review, interior minister Priti Patel said on Tuesday. “The rules are tough enough,” she told a news conference, citing the issuing of 45,000 fines for breaking the rules as evidence. She later said that the regulations were under constant review.",
"6": "British authorities have had to set up a temporary morgues in some areas after local hospital mortuaries ran out of space due to a surge in deaths caused by the COVID-19 pandemic. Britain has reported record levels of deaths and new infections in the last few weeks, fuelled by a new variant of the coronavirus which has caused a surge in cases, especially in London and southeast England. In Surrey, to the south of London, the county’s hospital mortuaries have reached their 600 capacity, meaning local authorities have had to start using a temporary morgue.",
"7": "Tesco, Asda, Aldi and Waitrose will not let shoppers into their stores if they are not wearing a face covering, the British supermarket groups said on Tuesday, joining rivals Sainsbury’s and Morrisons which made the policy change a day earlier. With COVID-19 infection numbers rising sharply, the UK government has expressed concern about the spread of the virus in supermarkets, with some people breaching rules by not wearing masks while shopping. Non-essential retail, restaurants and bars are shut across Britain, leading to a high level of demand for supermarkets and other food stores. “To protect our customers and colleagues, we won’t let anyone into our stores who is not wearing a face covering, unless they are exempt in line with government guidance,” market leader Tesco said in a statement.",
"8": "Thousands of infants died in Irish homes for unmarried mothers and their offspring mostly run by the Catholic Church from the 1920s to the 1990s, an inquiry found on Tuesday, an “appalling” mortality rate that reflected brutal living conditions. The report, which covered 18 so-called Mother and Baby Homes where over decades young pregnant women were hidden from society, is the latest in a series of government-commissioned papers that have laid bare some of the Catholic Church’s darkest chapters. Around 9,000 children died in all, Tuesday’s report found - a mortality rate of 15%. The proportion of children who died before their first birthday in one home, Bessborough, in County Cork, was as high as 75% in 1943. Infants were taken from mothers and sent overseas to be adopted. Children were vaccinated without consent. Anonymous testimony from residents compared the institutions to prisons where they were verbally abused by nuns as “sinners” and “spawn of Satan.” Women suffered through traumatic labours without any pain relief.",
"9": "Hundreds of migrants are taking shelter in abandoned buildings in and around the northwestern Bosnian town of Bihac, wrapping up as best they can against the snow and freezing weather and hoping eventually to reach EU member Croatia across the border. Bosnia has since early 2018 become part of a transit route for thousands of migrants from Asia, the Middle East and North Africa aiming to reach Europe’s wealthier countries. But it has become increasingly difficult to cross EU borders and impoverished Bosnia has become a cul de sac with its ethnically divided government unable to cope, leaving hundreds of people without proper shelter.", 
"10": "Thank you to our members Ondráá Šeek, Lajos Horváth and Lukseh. Support HBC Network by clicking the dollar sign at the bottom of the youtube chat to donate and get recognized. You can also become a member of the channel by clicking 'JOIN' below the video."
}
